Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/facta/umo.se/p-pillar.html.tmx
Source language: sme
Languages: smj

source: P-pillar lea eastadeaddjiávnnas tableahttahámis nieiddaide.
smj: P-tablähtta li preventijvvanävo tablähttahámen niejdajda.

source: P-pillariin meidnejuvvo dávjjimusat dan mii rievtti mielde lea lotnolas p-pillar.
smj: P-tablehtajn merkaj álu dav mij ajtu li nammadum aktidum p-tablähttan.

source: Dat siskkilda guokte sierra hormona, østrogena ja fiskesgoruthormona, mat earet eará dagahit ahte ii oaččo monne luovvaneami ja danin ii sáhte šaddat áhpeheapminge.
smj: Sisanedi guokta umasslágásj hormåvnå, östrogena ja gestagena (gulkroppshormon), ma iehtjadij siegen dahki vaj ij oattjo avtak månneluovvanimev ja dajna ij iesselissan sjaddat.

source: Leat leahkime máŋgga soarttat lotnolas p-pillara, muhtimat siskkildit østrogena, earát eanet fiskesgoruthormona.
smj: Gávnnuji moattelágásj aktidum p-tablehta, muhtema sisanedi ienep östrogenav, iehtjáda ienep gestaganav.

source: Dat váikkuhit gorudii sierra ládje.
smj: Bájnatji rubmahav umassláhkáj.

source: Danin sáhttá dárbbahit geahččaladdat vai gávdná dan soartta mii soahpá buoremusat.
smj: Danen la dárbulasj gähttjalit umasse tjerdajt gávnatjit mij buoremusát allasis hiehpá.

source: Dat p-pillarat mat beare siskkildit una meari fiskesgorut hormona gohčoduvvo minipillar.
smj: P-tablehta ma val sisanedi hormonav gestagen vuollegis dálkasmieren gåhtjuduvvi minitablähttan.

source: Lea maid leahkime billár mas lea stuorit mearri fiskesgoruthormona mas lea seamma suodji go lotnolas p-pillaris.
smj: Gávnnu aj p-tablähtta alep gestagenadálkasmierijn manna l sämmi suodje gåk aktidum p-tablehta.

source: Man soarttat kártá ovttaskasas lea vuolgá das man soarttat p-pillara geavtá.
smj: Makkkir tjärdda kártan mierreduvvá makkir p-tablehtav bårrå.

source: Oamastit kárttá gos leat maid tableahtat hormoniidhaga sáhttá leahkit buorre jus anilda ahte lea váttis muitit goas galgá álgit nuppi kárttain.
smj: Le buorre adnet kártav manna li hormåvnådis tablehta jus adná dav vájvven mujttet goassa álgget ådå kártajn.

source: Dan vahku áigge go borrá hormonakeahtes tableahtaid dehe ii váldde tableahtaid ollenge oažžu muhtinlágan mánnodávddaid.
smj: Dan vahko gå bårrå hormåvnådis tablehtajt jali ij avtak tablehtav bårå de liejbbesiegev oadtju.

source: Dat gohčoduvvo muhtumin p-pillar- mánnodávddat dehe eret báhcán vardin.
smj: Gåhtjudallá muhttijn p-tablähtta-liejbben jali gáhtomvarddem.

source: Vaikko ii válddege mangelágán p-pillara ovttaskas lea ainge suddjejuvvon áhpehisvuođa vuostá dan vahku.
smj: Ihka vil ij bårå avtak p-tablehtav l ájn suoddjidum iesselisvuohtaj dán vahko.

source: Mot geavtá p-pillara ?
smj: Gåktu p-tablehtav adná ?

source: Jus geavtá p-pillara lea leahkime kárta mas leat 21 dehe 28 tableahta.
smj: Jus bårrå p-tablehtav de kártan li 21 jali 28 tablehta.

source: Galgá váldit ovtta tableahta sullii seamma áiggi juohke beaivvi.
smj: Galggá tablehtav bårråt sämmi ájgen juohkka biejve.

source: Jus lea kárta mas leat 21 tableahta nu galgá doallat gaskka vahku go lea borran buot tableahtaid kárttás.
smj: Jus kártan li 21 tablehta de bårkav válldá vahkov maŋŋel gå bårråm sjalla tablehtajt kártan.

source: Jus lea kártá mas leat 28 tableahta dalle borrá hormonakeahtes tableahtaid maŋemus beivviid kárttás.
smj: Jus kártan li 28 tablehta de bårrå tablehtajt hormåvnådis tablehtajt maŋemus biejvijt kártan.

source: Galle hormonakeahtes tableahta leat vuolgá das makkár p-pillariid váldá.
smj: Makkir p- tablehta bårrå stivrriduvvá galla hormåvnådis táblehtajt galggá bårråt.

source: Dat tableahtat mat siskkildit hormonaid gohčoduvvo sohkkarbillarin.
smj: Hormåvnådis tablehta gåhtjudalli muhttijn såhkkårtablähttan.

source: Jus lea vajálduhttán dehe vuovssadan p-pillara
smj: Jus la vajálduhttám jali vuoksám p-tablehtav

source: Lea dehálaš váldit iežas tableahta sullii seamma áiggi juohke beaivvi.
smj: Ájnas la bårråt tablehtav bájken sämmi ájgen juohkka biejve.

source: Jus lea váldditkeahttá eanet go 12 diimmu oainnát ahte gollá eanet go 36 diimmu tableahtaid gaskkan, lea riska ahte ii leat šat suddjejuvvon.
smj: Jus gållå ienep gå 12 tijma, manná ienep gå 36 tijma guovte tablehta gaskan, de gávnnu vádá jut ij la des suoddjidum.

source: Man guhkes áigi eanemus oažžu gollát guovtti tableahta gaskkan vuolgá das man soarttat p-pillara geavtá ja gos kárttás lea.
smj: Man guhka ájgge ienemusát oadtju mannat guovte tablehta gaskan målssus makkir tjärdda p-tablehtan ja gånnå kartan la.

source: Mii guoská juste dan p-pillarii man váldá sáhttá lohkat geavtinrávvagis.
smj: Mij la fámon jur dajda p-tablehtajda majt bårrå máhttá låhkåt dálkasdiededimtjállagin.

source: Geavtinráva lea dat bábir mii lea báhka siste go oastá p-pillara.
smj: Dálkasdiededimtjála l páhper mij gávnnu gurjon gå oasstá p-tablehtajt.

source: Sáhttá maid váldit oktavuođa dainna vuostáváldimiin gos lea ožžon p-pillara olggosčállot.
smj: Máhttá aj aktavuodav válldet duostudagájn gånnå p-tablehta li tjáledum.

source: Jus lea riska ahte ii šat leat suddjejuvvon áhpehisvuođa vuostá galgá dahkat ná:
smj: Jus gávnnu vádá ij la des suoddjidum iesselisvuohtaj de galggá návti dahkat:

source: Váldde dan dehe daid p-pillariid maid leat healbadan nu jođánit go vejolaš.
smj: Bårråt dav jali dajt p-tablehtajt majt la vajálduhttám nåv ruvva máhttelis.

source: Geavtte kondoma dehe pessára jus anašat boahttevaš čieža beaivvi.
smj: Jus la nargátjit de kondomav jali pessárav adnet boahtte gietjan biejven.

source: Dasto leat suddjejuvvon fas.
smj: Dan maŋŋela l vat suoddjidum.

source: Váldde fáhkka-p-pillara jus leat anašan maŋemus viđa jándoris ovdalgo guddet váldit tableahta daningo spermat sáhttet eallit goaŧus ja monnejohtasis máŋga beaivvi.
smj: Bårråt hähkka-p-tablehtav jus la narggemav adnám maŋemus vidán jánndurin åvddål gå vajálduhtij tablehtav bårråmis dajna gå sájo máhtti viessot skoadon ja månnebåhttsåjn moadda biejve.

source: Jus vuovssada njealji diimmu siste dan maŋŋel go lea váldán iežas p-pillara dehe jus lea luhčadávda ii leat sihkkar ahte gorut geargá váldit hormonaid.
smj: Jus vuoksá nieljen tijman maŋŋel gå l p-tablehtav bårråm jali jus la tjåjvijs de ij la visses rumáj háhppit hormåvnåjt låsjkijdahttet.

source: Dalle galgá váldit ođđa tableahta nu ahte lea bistevaččat suddjejuvvon.
smj: Dalloj galggá ådå tablehtav bårråt de l ájn suoddjidum.

source: Ođđa tableahta galgá váldit eará kárttás nu ahte ii váillo das man geavtá dan háve.
smj: Ådå tablehtav galggá bårråt ietjá kártas vaj ij fájllu kártan majt jur aná.

source: Dan kárttá sáhttá atnit researvan jus dárbbaha váldit liiggis soames háve.
smj: Dav kártav máhttá lijkken adnet jus dárbaj duodde tablehtav vil bårråt.

source: Jus lea leamaš čoavjebávččas dehe soames eará ágga dovdat eahpesihkkarin jus lea ožžon tableahtaid maid galgá ferte suddjet iežas kondoma dehe pessára ja boahttevaš čieža beaivvi.
smj: Jus la tjåjvijs årrum jali ietjá oares ij la visses jus la tablehtajt bårråm de luluj kondomajn jali pessárajn ietjas suoddjit aj boahtte gietjan biejven.

source: Sáhttá álo jearrat jortamovrras ovdamearkka dihte nuoraidvuostáváldimis dehe jortamovravuostáváldimis jus dovdá iežas eahpesihkkarin.
smj: Máhttá agev gatjádit gáhppeliddjes buojkulvissan nuoraduostudagán jali gáhppeliddjeduostudagán jus ij la visses.

source: Muhtumin lea anolaš sirdit ovddos mánnodávddaid, ovdamearkka dihte jus galgá vuolgit reisui.
smj: Muhttijn la gávnas liejbev sjáhtjalit, buojkulvissan jus galggá juosik mannat.

source: Dan sáhttá dahkat p-pillariin.
smj: Máhttelis la dav p-tablehtaj dahkat.

source: Dalle álggaha ođđa kárttá dakkaviđe go ovddit lea nohkan.
smj: Álggá de ådå kártajn dalága gå åvdep la nåhkåm.

source: Jus váldá sohkarbillara njuike badjel daid ja manná njuolga ođđa kártái.
smj: Jus bårrå såhkårtablehtajt de guodá dajt ja dalága ådå kártaj álggá.

source: Dat mearkkaša ahte ii ane gaskka hormonatableahtaiguin ovdalgo háliida mánnodávddaid, ovdamearkka dihte go boahtá ruoktot reaissus.
smj: Dat javllá, jut ij boarkki hormåvnnåtablehtajt åvddål liejbev sihtá, buojkulvissan gå boahtá häjmmaj manos.

source: Ii leat váralaš sirdit mánnodávddaid dáinna vugiin ja dan sáhttá dahkat máŋgga mánu áigge.
smj: Ij la vádálasj liejbev sjáhtjalit nåvti ja máhttá dav dahkat moadda máno.

source: Muhto mađi guhkkelii geahččala sirdit mánnodávddaid dađi stuorit riska lea ahte sirdin eahpelihkostuvvá ja dalle oažžu vardima goittotge.
smj: Valla dadi guhkebut gähttjal liejbev sjáhtjalit dadi stuoráp vádá sjáhtjalibme dáhppudallá ja lijká oadtju varddemav.

source: Danin láve ráva leahkit ahte atná mánnodávddaid goittotge juohke goalmmát mánu, nu daddjon njeallje háve jagis.
smj: Danen álu rádev, jut liejbev adná edisik fert goalmát máno, dat javllá niellji jahkáj. Vádá l unne varragiellumij

source: Eastadanávnnas mii siskkilda østrogena sáhttá addit lassánan riskka varradahppomii.
smj: Preventijvvanävo ma sisanedi östrogenav máhtti dahkat stuoráp vádáv varragiellumij.

source: Muhto dat riska lea hui unni.
smj: Valla dat vádá l sieldes unne.

source: Ovdamearkka dihte ahte oažžu varradahppoma go lea áhpeheapme go borrá p-pillara.
smj: Buojkulvissan la stuoráp vadá varragiellumav oadtjot jus la iesselissan gå p-tablehtajt bårrå.

source: Riska varradahppomii lassána jus olbmos lea badjelmearálaš alladeaddu, lea váhnen dehe oappážat geat leat ožžon varradahppoma ovdal 50 jagi dehe jus alddán lea leamaš varradahppon ovdal.
smj: Vádá varragiellumij jus ilá ednagav dättá, äjgát jali oarbben gejna årrum varragieloj 50 jage åvddål jali jus ietjanis la åvdebut årrum varragieloj.

source: Dalle lávejit ávžžuhit válljet østrogenakeahtes suoji áhpehisvuođa vuostá ovdamearkka dihte p-soappi dehe minipillara.
smj: Gåhtjoduvvá válljit östrogenadis suojev iesselisvuohtaj, buojkulvis p- sákkev jali minitablehtav.

source: Gos sáhttá oažžut p-pillara ?
smj: Gånnå oadtju p-tablehtajt ?

source: P-pillara sáhttet čállit reseptii jortamovra dehe doavttir nuoraidvuostáváldimis, jortamovravuostáváldimis dehe seksa- ja ovttaseallinvuostáváldimis.
smj: P-tablehta tjáleduvvi dálkastjállagin gáhppeliddjes jali dåktåris nuoraduostudagán, gáhppeliddjeduostudagán jali seksa- ja aktijårromduostudagán.

source: Sáhttá maid jorgasit nissonklinihkkii dehe dearvvašvuođaguovddážii.
smj: Máhttá aj aktavuodav válldet nissunklinijkajn jali varresvuohtaguovdátjijn.

source: Ieš tableahtaid oažžu viežžat apotehkas.
smj: Tablehtajt viedtjá dálkasboargálin.

source: Man olu p-pillar máksá sáhttá sierranit gos riikas orru ja man boaris lea.
smj: Majt p-tablehta máksi ? Majt p-tablehta máksi målssus gånnå rijkan årru ja man vuoras la.

source: Muhto eanaš eanadikkiin ja guovlluin leat eastadanávdnasat hálbbibut go lea vuollái 20 jagi.
smj: Valla ienemus lánndadikken ja dajvajn li preventijvvanävo álbebu gesi vuollelin 20 jage.

source: Jus váldá iežas p-pillara nu go galgá lea riska šaddat áhpeheapmin hui unni.
smj: Jus bårrå p-tablehtajt gåktu galggá de l vádá sieldes unne iesselissan sjaddat.

source: Got heaitá p-pillariin ?
smj: Gåktu häjttá p-tablehtaj ?

source: Jus háliida heaitit p-pillariin, nu láve buoremus leahkit ahte borrá válmmasin p-pillarkárttá man lea borrame ja dasto ii álgge ođđasiin.
smj: Jus sihtá p-tablehtaj hiejttet, de álu buoremus la ållåsit bårråt dav p-tablähttakártav majt bårrå ja dan maŋŋela ij ådåsijn álgget.

source: Ii leat váralaš heaitit p-pillariin gasku kárttá, muhto riska lea ahte dalle sáhttá oažžut dásehis vardimiid.
smj: Ij la vádálasj hiejttet p-tablehtaj gassko kárta, valla gávnnu vádá målsudahkes varddemijt oadtjot.

source: Jus ii hálit šaddat áhpeheapmin nu lea dehálaš geavtigoahtit soames eará suoji áhpehisvuođa vuostá jus lea cinneanašeapmi.
smj: Jus ij sidá iesselissan sjaddat de l ájnas adnegoahtet ietjá suojev iesselisvuohtaj jus la guoddnánarggem.

source: Lea sierralágán man jođánit mánnodávddat bohtet johtui maŋŋel go lea heaitán p-pillariin.
smj: Dat la målsudahkes man ruvva liejbev oadtju gå l p-tablehtaj häjttám.

source: Muhtimat ožžot dássedis mánnodávddaid dakkaviđe ja nuppiide dat sáhttá váldit máŋga mánu.
smj: Muhtema oadtju liejbev dalága ja iehtjádijda máhttá válldet moadda máno.

source: Jus ii hálit šaddat áhpeheapmin lea dehálaš boahtit johtui suddjemiin áhpehisvuođa vuostá jus lea cinneanašeapmi vaikko mánnodávddat eai leatge boahtán johtui.
smj: Jus ij sidá iesselissan sjaddat de l ájnas mujttet ietjas suoddjit iesselisvuohtaj guoddnánarggemin ihka liejbbe ij la ruoptus boahtám.

source: Monneluovvaneapmi dáhpáhuvvá sullii 14 beaivvi ovdal mánnodávddat bohtet ja jur dalle lea riska stuorimus šaddat áhpeheapmin.
smj: Månneluovvanibme sjaddá bájken 14 biejve åvddål liejbbe álggá ja dalloj la vádá stuorámus iesselissan sjaddat.

source: Jus ii leat ožžon ruovttoluotta iežas mánnodávddaid guhtta mánu maŋŋel go lea heaitán p-pillariin dalle galgá váldit oktavuođa nuoraidvuostáváldimiin, jurtamovravuostáváldimiin, liike- ja sohkabealevuostáváldimiin dehe dearvvašvuođaguovddážiin váldin dihte čielgasa mas dat vuolgá.
smj: Jus ij la ietjas liejbev oadtjum ruoptus guhtta máno maŋŋel gå p-tablehtaj la häjttám de galggá aktavuodav válldet nuoraduostudagájn, gáhppelidddjeduostudagájn, lijkke- ja sjiervveduostudagájn jali varresvuohtaguovdátjijn åtsådittjat mij la oarren.

source: Dat lea sihkkaris suodji áhpehisvuođa vuostá
smj: Tjårguk suodje l iesselissaj.

source: Mánnodávddat unnot ja šaddet dásseleppot
smj: Liejbbe binnu ja dájvvalakkoj boahtá.

source: Oažžu unnit mánnodávdabákčasiid
smj: Binnep liejbbebáktjasijt oadtju.

source: Mánnodávddaid sáhttá sirdit ovddos jus ovdamearkka dihte galgá reiset juosat.
smj: Máhttá sjáhtjalit liejbev jus buojkulvissan ájggu mannuj.

source: P-pillar ii suddje sohkabealedávddaid vuostá.
smj: Hieredisá

source: Hormonat sáhttet váikkuhit ovttaskassii nu ahte ovdamearkka dihte oažžu oaivebákčasa, oažžu nákkiid dehe dovdá iežas šlundin.
smj: P-tablehta e suoddji sjiervvedávdajda. Hormåvnå máhtti bájnatjit buojkulvissan oajvveluottudagáv oadtju, tjásmagisájt jali hådju.

source: Daningo sierra p-pillarat váikkuhit gorudii sierra ládje sáhttá geahččalit molsut eará sortii jus oažžu ila olu siidováikkuhusaid.
smj: Gå umasslágásj p-tablehta bájnatji rubmahav umassláhkáj de máhttá gähttjalit målssot ietjá tjärddaj jus edna tjuovvobájnatjimijt oadtju.

source: Jus vuovssada, jus lea luhčadávda dehe vajálduhttá váldit tableahta ii sáhte leahkit sihkkar ahte ii šatta áhpeheapmin.
smj: Jus vuoksá, slåhtju jali vajálduhttá tablehtav bårråt, de ij máhte visses årrot jut ij sjatta iesselissan.
